IDEA Open Model
ParameterBool.Value Property
Compatible with IDEA StatiCa Beta 20.0
 Value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool Value { get; set; }
Public Property Value As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ParameterBool Class
IdeaRS.OpenModel.CrossSection Namespace